{
  "fields": [
    {
      "type": ["park", "theatre", "museum", "cathedral", "tower", "place", "statue", "philharmonic",
        "mosque", "fortress"
      ]
    }
  ],
  "all": [
    {
      "properties": {
        "id": 1,
        "name": "Летний сад",
        "location": "Центральный район",
        "type": "park",
        "image": "https://opeterburge.ru/images/article/Letniy-sad-Sankt-Peterburg.jpg",
        "description": "Летний сад в Санкт-Петербурге - это уникальный архитектурно-парковый ансамбль, расположенный на острове Каменный остров. Он представляет собой прекрасный сад с разнообразными растениями, фонтанами, павильонами и скульптурами. Летний сад привлекает туристов своей красотой и уютом, и является одним из самых популярных мест для прогулок и отдыха в городе."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.945955, 30.334364]
      }
    },
    {
      "properties": {
        "id": 2,
        "name": "Марсово поле",
        "location": "Центральный район",
        "type": "park",
        "image": "https://opeterburge.ru/images/article/1394313237_121.jpg",
        "description": "Марсово поле - это большая открытая территория в центре Санкт-Петербурга, расположенная между Невским проспектом и рекой Невой. Это популярное место для прогулок, пикников и спортивных мероприятий. Здесь также часто проводятся культурные события, концерты и фестивали. Марсово поле привлекает своей красотой, удобством и возможностью активного времяпровождения."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.943553, 30.331705]
      }
    },
    {
      "properties": {
        "id": 3,
        "name": "ЦПКиО",
        "location": "Центральный район",
        "type": "park",
        "image": "https://opeterburge.ru/images/article/800px-Pond_in_CPKO_of_SPB.jpg",
        "description": "Центральный Парк культуры и отдыха (ЦПКиО) в Санкт-Петербурге - это большая территория с разнообразными растительными насаждениями, озерами, фонтанами и аттракционами. Здесь можно прогуляться, отдохнуть на свежем воздухе, поиграть в спортивные игры или посетить культурные мероприятия. ЦПКиО популярен среди местных жителей и туристов как место для активного отдыха и развлечений."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.979263, 30.258744]
      }
    },
    {
      "properties": {
        "id": 4,
        "name": "Мариинский театр",
        "location": "Центральный район",
        "type": "theatre",
        "image": "https://opeterburge.ru/images/photo_gallery/Dostoprimechatelnosti/001/mariinskij-dvorets/1mariinskij-teatr.jpg",
        "description": "Мариинский театр - один из самых известных и престижных театров России, расположенный в Санкт-Петербурге. Он славится своими высококлассными оперными и балетными постановками, а также является одним из символов культурной жизни города. Здание театра является архитектурным памятником и привлекает множество туристов со всего мира."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.9254923827704, 30.2959303294132]
      }
    },
    {
      "properties": {
        "id": 5,
        "name": "Александринский театр",
        "location": "Центральный район",
        "type": "theatre",
        "image": "https://opeterburge.ru/images/photo_gallery/Dostoprimechatelnosti/001/aleksandrinskij-teatr/001Alexandrinsky_Theatre.jpg",
        "description": "Александрийский театр в Санкт-Петербурге - это исторический памятник, построенный в стиле античного театра. Он является одним из самых известных объектов культурного наследия города и привлекает туристов своей уникальной архитектурой. В театре проводятся различные культурные мероприятия, такие как концерты, спектакли и фестивали."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59,9318, 30,3362]
      }
    },
    {
      "properties": {
        "id": 6,
        "name": "Русский музей",
        "location": " Центральный район",
        "type": "museum",
        "image": "https://o-leningrade.ru/uploads/posts/2017-10/1509394740_russkiy-muzey.jpg",
        "description": "Русский музей в Санкт-Петербурге - это крупнейший музей русского искусства в мире. Он располагается в исторических зданиях Михайловского дворца и представляет богатую коллекцию художественных произведений, начиная от икон и древнерусской живописи до современных экспериментальных работ. Музей привлекает туристов со всего мира своими уникальными экспонатами и интересными временными выставками."      },
      "geometry": {
        "type": "Point",
        "coordinate": [ 59,938742, 30.332385]
      }
    },
    {
      "properties": {
        "id": 7,
        "name": "Эрмитаж",
        "location": "Центральный район",
        "type": "museum",
        "image": "https://opeterburge.ru/images/article/13653_850.jpg",
        "description": "Эрмитаж в Санкт-Петербурге - один из крупнейших музеев мира, расположенный в здании Зимнего дворца. Он представляет собой огромную коллекцию произведений искусства, начиная от древних артефактов до современных работ. Эрмитаж привлекает миллионы посетителей своими уникальными экспонатами, включая произведения Рембрандта, Леонардо да Винчи, Рубенса и многих других выдающихся художников."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93998, 30.31484]
      }
    },
    {
      "properties": {
        "id": 8,
        "name": "Кунсткамера",
        "location": "Центральный район",
        "type": "museum",
        "image": "https://cdn2.tu-tu.ru/image/pagetree_node_data/1/84399a89a66e39794187fa884d64c16e/",
        "description": "Кунсткамера - это музей антропологии и этнографии, расположенный в Санкт-Петербурге. Он был основан Петром I и является одним из старейших музеев России. В его коллекции представлены уникальные экспонаты, связанные с культурой и историей различных народов, а также артефакты и предметы быта. Кунсткамера также известна своей коллекцией аномальных и медицинских экспонатов, таких как образцы патологической анатомии и аномалий человеческого тела."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.94156, 30.30406]
      }
    },
    {
      "properties": {
        "id": 9,
        "name": "Исаакиевский собор",
        "location": "Центральный район",
        "type": "cathedral",
        "image": "https://opeterburge.ru/images/photo_gallery/Dostoprimechatelnosti/001/isaakievskij-sobor/001isaakievskij-sobor.jpg",
        "description": "Исаакиевский собор - это один из самых величественных и красивых храмов Санкт-Петербурга, расположенный на Исаакиевской площади. Собор был построен в стиле неоклассицизма и является одним из самых высоких храмов мира. Внутри собора можно увидеть великолепные фрески, иконы и мозаики, а также подняться на колоннаду, откуда открывается потрясающий вид на город. Исаакиевский собор является одной из главных достопримечательностей Санкт-Петербурга и привлекает тысячи туристов со всего мира."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93434, 30.30612]
      }
    },
    {
      "properties": {
        "id": 10,
        "name": "Казанский собор",
        "location": "Центральный район",
        "type": "cathedral",
        "image": "https://www.advantour.com/russia/images/city/st-peterburg/landmarks-and-attractions/saint-petersburg-kazan-cathedral.jpg",
        "description": "Казанский собор - это один из самых известных и почитаемых храмов в Санкт-Петербурге, расположенный на Невском проспекте. Собор был построен в стиле русского барокко и украшен мозаиками, иконами и фресками. Он также имеет величественные колонны и купола, которые делают его одним из самых красивых храмов города. Казанский собор является памятником истории и культуры России, привлекая тысячи посетителей своей красотой и архитектурой."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93438, 30.32466]
      }
    },
    {
      "properties": {
        "id": 11,
        "name": "Спас на Крови",
        "location": "Центральный трайон",
        "type": "cathedral",
        "image": "https://needfortravel.net/media/k2/items/cache/39eee751af30032eeece2f48de2de4ba_XL.jpg",
        "description": "Спас на крови - это один из самых известных и узнаваемых храмов в Санкт-Петербурге, построенный в стиле русского национального архитектурного стиля. Храм украшен мозаиками и фресками, которые делают его уникальным и неповторимым. Спас на крови является символом культурного наследия России и привлекает тысячи туристов своей красотой и историческим значением."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.94016, 30.32865]
      }
    },
    {
      "properties": {
        "id": 12,
        "name": "Лахта Центр",
        "location": "Приморский район",
        "type": "tower",
        "image": "https://kuda-spb.ru/uploads/a0aa9bd3b9eb9354c3f3970cef91323c.jpg",
        "description": "Башня Лахта - это высочайшее здание в Санкт-Петербурге и второе по высоте здание в Европе. Она имеет современный и инновационный дизайн, а также обеспечивает потрясающий вид на город и залив. Башня Лахта является символом современности и технологического прогресса в Санкт-Петербурге."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.987767, 30.178144]
      }
    },
    {
      "properties": {
        "id": 13,
        "name": "Башня Городской Думы",
        "location": "Центральный район",
        "type": "tower",
        "image": "https://sun9-39.userapi.com/impg/n4gt5i7wGJxxQr5WeaASY9FELYjdwCKliFeCGA/akAxaffMuj0.jpg?size=807x596&quality=96&sign=58b744029cf0e3a33126c75118bd0ba5&type=album",
        "description": "Башня городской думы в Санкт-Петербурге - это административное здание, расположенное в центре города. Она имеет классический архитектурный стиль и служит официальной резиденцией муниципальных властей. Башня городской думы является символом власти и управления в Санкт-Петербурге."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93435, 30.3292]
      }
    },

    {
      "properties": {
        "id": 14,
        "name": "Площадь Александра Невского",
        "location": "Центральный район",
        "type": "place",
        "image": "https://opeterburge.ru/images/article/18896225.jpg",
        "description": "Площадь Александра Невского - это крупная городская площадь в Санкт-Петербурге, названная в честь святого Александра Невского. Она расположена в центральной части города и является одной из самых известных и оживленных площадей. На площади находятся множество исторических зданий, включая кафедральный собор Александра Невского, метро \"Площадь Александра Невского\", а также множество магазинов, кафе и ресторанов. "      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.92317, 30.38715]
      }
    },
    {
      "properties": {
        "id": 15,
        "name": "Площадь Восстания",
        "location": "Центральный район",
        "type": "place",
        "image": "https://opeterburge.ru/images/article/ploshad_vosstaniya_1024.jpg",
        "description": "Площадь Восстания - это центральная городская площадь в Санкт-Петербурге, расположенная рядом с Московским вокзалом. На площади находится обелиск \"Героической защите Ленинграда\" и памятник В.И. Ленину. Площадь славится своим историческим значением, а также является местом проведения различных мероприятий и праздников."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93096, 30.36184]
      }
    },
    {
      "properties": {
        "id": 16,
        "name": "Площадь Искусств",
        "location": "Адмиралтейский район",
        "type": "place",
        "image": "https://opeterburge.ru/images/article/photo_165-169353.jpg",
        "description": "Площадь Искусств - это площадь в Санкт-Петербурге, на которой расположены знаменитые художественные музеи, театры и концертные залы, такие как Эрмитаж, Русский музей, Мариинский театр и Филармония. Площадь привлекает множество туристов и любителей искусства, а также является популярным местом для проведения культурных мероприятий и фестивалей."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93726, 30.33156]
      }
    },
    {
      "properties": {
        "id": 17,
        "name": "Медный Всадник",
        "location": "Центральный район",
        "type": "statue",
        "image": "https://upload.wikimedia.org/wikipedia/commons/4/48/The_Bronze_Horseman_%28St._Petersburg%2C_Russia%29.jpg",
        "description": "Медный всадник - это памятник Петру I, установленный на Сенатской площади в Санкт-Петербурге. Скульптура была создана в 1782 году по заказу Екатерины II и стала одним из символов города. Памятник изображает Петра I на коне, указывающего рукой на будущее столицы России. Медный всадник является одной из главных достопримечательностей."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93641, 30.3021]
      }
    },
    {
      "properties": {
        "id": 18,
        "name": "Александровская колонна",
        "location": "Центральный район",
        "type": "statue",
        "image": "https://opeterburge.ru/images/article/sablino_saint_petersburg-dvortsovaya_square_alexandriysky_stolp_alexander.jpg",
        "description": "Александровская колонна - это памятник Александру I, установленный на Дворцовой площади в Санкт-Петербурге. Колонна была возведена в 1834 году в честь победы России в Отечественной войне 1812 года. Памятник представляет собой высокую колонну с бронзовым статуэткой ангела на вершине, символизирующего победу. Александровская колонна является одной из главных достопримечательностей."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93908 ,30.31576]
      }
    },
    {
      "properties": {
        "id": 19,
        "name": "Памятник Екатерине 2",
        "location": "Центральный район",
        "type": "statue",
        "image": "https://opeterburge.ru/images/article/1024px-Monument_to_Catherine_II_in_SPB.jpg",
        "description": "Памятник Екатерине II - это бронзовая статуя, установленная на Невской площади в Санкт-Петербурге. Памятник был открыт в 1873 году в честь правления императрицы Екатерины II. Статуя изображает Екатерину II в одежде римской императрицы, с скипетром в руке. Памятник является одной из известных достопримечательностей города и символом ее правления."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93336, 30.33696]
      }
    },
    {
      "properties": {
        "id": 20,
        "name": "Монумент героическим защитникам Ленинграда",
        "location": "Московский район",
        "type": "statue",
        "image": "https://traveledge.ru/wp-content/uploads/2022/05/spbcult.ru%D0%97%D0%B0%D1%89%D0%B8%D1%82%D0%BD%D0%B8%D0%BA%D0%B0%D0%BC-%D0%BB%D0%B5%D0%BD%D0%B8%D0%BD%D0%B3%D1%80%D0%B0%D0%B4%D0%B0.jpg",
        "description": "Памятник, посвященный подвигу горожан во время блокады Ленинграда во время Второй мировой войны. Он был открыт в 1975 году и расположен на площади Победы. Монумент представляет собой высокий стеллаж, на котором размещены медальоны с портретами героев блокады, а также рельефные композиции, изображающие боевые действия и жизнь города в те годы. В основании монумента установлены каменные плиты с надписями, посвященными блокаде." },
      "geometry": {
        "type": "Point",
        "coordinate": [59.84343, 30.32201]
      }
    },
    {
      "properties": {
        "id": 21,
        "name": "Ростральные колонны",
        "location": "Васильевский остров",
        "type": "statue",
        "image": "https://opeterburge.ru/images/article/5876.jpg",
        "description": "Ростральные колонны в Санкт-Петербурге - это две монументальные колонны, расположенные на набережной Невы. Они были построены в 1810 году и являются одним из символов города. Колонны украшены скульптурами мифических животных и кораблей, а на вершинах установлены фигуры воинов, символизирующие победу России в войне 1812 года. Стоит отметить, что ростральные колонны были использованы как маяки для ориентирования кораблей на Неве."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.9432, 30.3069]
      }
    },
    {
      "properties": {
        "id": 22,
        "name": "Санкт-Петербургская филармония",
        "location": "Центральный район",
        "type": "philharmonic",
        "image": "https://cdn.culture.ru/images/1c1e9cd6-4615-54c9-92e9-f11d0b5ed5d1",
        "description": "Крупнейшая концертная организация, основанная в 1802 году. Она расположена в историческом здании на площади Михайловской, которое было построено в 1839 году. В здании Филармонии находятся несколько концертных залов, в том числе Большой и Малый залы, которые являются одними из лучших в мире по качеству звука. Филармония проводит множество концертов классической музыки, а также джазовых и эстрадных программ. Она также является организатором международных музыкальных фестивалей и конкурсов."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93584, 30.3317]
      }
    },
    {
      "properties": {
        "id": 23,
        "name": "Соборная мечеть",
        "location": "Петроградский район",
        "type": "mosque",
        "image": "https://opeterburge.ru/images/article/18453_original.jpg",
        "description": "Соборная мечеть в Санкт-Петербурге - это крупнейшая мечеть города, построенная в 1913 году. Она расположена на набережной реки Фонтанки и является одним из символов ислама в России. Мечеть имеет купольную форму и украшена мозаиками и фресками. Внутри находится молитвенный зал, где мусульмане совершают свои религиозные обряды. Соборная мечеть в Санкт-Петербурге открыта для посещения всем желающим."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.95513, 30.32394]
      }
    },
    {
      "properties": {
        "id": 24,
        "name": "Петропавловская крепость",
        "location": "Заячий остров",
        "type": "fortress",
        "image": "https://opeterburge.ru/images/photo_gallery/Dostoprimechatelnosti/005.jpg",
        "description": "Петропавловская крепость - это старейшая крепость Санкт-Петербурга, основанная в 1703 году Петром I. Она расположена на острове Заячий, на берегу реки Невы. Внутри крепости находятся музеи и памятники истории России, такие как Петропавловский собор, Музей истории Санкт-Петербурга, Музей космонавтики и ракетной техники имени К.Э. Циолковского и другие. Крепость является одним из самых посещаемых туристических объектов города."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.95067, 30.31626]
      }
    },
    {
      "properties": {
        "id": 25,
        "name": "Крепость Орешек",
        "location": "Шлиссельбург",
        "type": "fortress",
        "image": "https://7d9e88a8-f178-4098-bea5-48d960920605.selcdn.net/39742d73-d282-479b-bac6-4da4760e9495/-/scale_crop/684x455/center/-/quality/lightest/-/format/jpeg/",
        "description": "Крепость Орешек - это исторический объект, расположенный на берегу реки Невы в 45 км от Санкт-Петербурга. Она была построена в 1323 году и является одной из старейших крепостей России. Внутри крепости находятся музеи, посвященные истории крепости и обороны Ленинграда во время Великой Отечественной войны. Крепость Орешек также пользуется популярностью среди туристов."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.95447, 31.03869]
      }
    },
    {
      "properties": {
        "id": 26,
        "name": "Кронштадтская крепость",
        "location": "Кронштадт",
        "type": "fortress",
        "image": "https://xn--80aiqmelqc4c.xn--p1ai/media/images/D5EA212B-5E9A-4449-B527-F550C073043E.original.jpg",
        "description": "Кронштадтская крепость - это исторический объект, расположенный на острове Котлин в Финском заливе, в 30 км от Санкт-Петербурга. Она была построена в 1704 году и играла важную роль в обороне Петербурга. В настоящее время на территории крепости находятся музеи, посвященные истории крепости и ее роли в истории России. Кронштадтская крепость также является популярным туристическим местом."      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.97941, 29.7478]
      }
    }
  ]}
