{
  "fields": [
    {
      "type": ["park", "theatre", "museum", "cathedral", "tower", "place", "statue", "philharmonic",
        "mosque", "fortress"
      ]
    }
  ],
  "all": [
    {
      "properties": {
        "id": 1,
        "name": "Летний сад",
        "location": "Центральный район",
        "type": "park",
        "image": "https://opeterburge.ru/images/article/Letniy-sad-Sankt-Peterburg.jpg",
        "description": "Летний Сад – это уникальный парк в центре Санкт-Петербурга, который был создан еще в XVIII веке. Здесь вы найдете множество архитектурных сооружений, фонтанов, растительности и скульптур.\n\nОдин из самых знаменитых объектов Летнего Сада – это Главный павильон, который был построен в стиле рококо и украшен фресками и статуями. Также здесь можно увидеть Мраморный дворец, который был построен для императорской семьи, и Летний дворец, где проводились приемы и балы.\n\nНо самое удивительное в Летнем Саду – это его растительный мир. Здесь вы найдете более 90 тысяч растений, среди которых множество экзотических видов. В парке растут деревья и кустарники из разных уголков мира – от Китая до Америки.\n\nКроме того, Летний Сад – это место, где можно прогуляться по тенистым аллеям, насладиться красотой природы и почувствовать атмосферу старинного Петербурга. Если вы хотите отдохнуть от суеты города и насладиться красотой природы, то обязательно посетите этот удивительный парк."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.945955, 30.334364]
      }
    },
    {
      "properties": {
        "id": 2,
        "name": "Марсово поле",
        "location": "Центральный район",
        "type": "park",
        "image": "https://opeterburge.ru/images/article/1394313237_121.jpg",
        "description": "Марсово поле – это уникальный парк, расположенный в историческом центре Санкт-Петербурга. Он был создан в начале XIX века и до сих пор остается одним из самых популярных мест отдыха горожан и туристов.\n\nГлавная достопримечательность Марсового поля – это монументальный памятник Петру I, который был установлен на центральной аллее парка в честь основателя города. Рядом с памятником расположен фонтан \"Самсон, разрывающий пасть льва\", который стал символом мощи и силы России.\n\nНо Марсово поле не только о памятниках и фонтанах. Здесь можно прогуляться по живописным аллеям, насладиться красотой цветущих клумб и растительности, поиграть в настольный теннис или покататься на лодке по реке Фонтанке.\n\nКроме того, Марсово поле – это место, где проходят множество культурных мероприятий: концерты, выставки, фестивали. Здесь можно услышать живую музыку, посмотреть настоящее искусство и насладиться атмосферой праздника.\n\nВ общем, Марсово поле – это место, где можно отдохнуть от суеты города, насладиться красотой природы и культуры, а также почувствовать дух истории и традиций Санкт-Петербурга"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.943553, 30.331705]
      }
    },
    {
      "properties": {
        "id": 3,
        "name": "ЦПКиО",
        "location": "Центральный район",
        "type": "park",
        "image": "https://opeterburge.ru/images/article/800px-Pond_in_CPKO_of_SPB.jpg",
        "description": "ЦПКиО, или Центральный парк культуры и отдыха, является одним из самых популярных мест для отдыха в Санкт-Петербурге. Этот огромный парк находится в центре города и занимает площадь более 100 гектаров.\n\nВ ЦПКиО можно найти все, что нужно для отличного отдыха: зеленые аллеи, пруды, фонтаны, детские площадки, кафе и рестораны. Здесь можно провести целый день, наслаждаясь природой и атмосферой города.\n\nОдним из самых известных мест в ЦПКиО является Японский сад. Это настоящий оазис спокойствия и гармонии в сердце города. Здесь можно прогуляться по мостику над прудом, полюбоваться красивыми цветами и деревьями, а также выпить чашечку чая в японском домике.\n\nЕще одной достопримечательностью ЦПКиО является Петербургский зоопарк. Здесь можно увидеть множество животных со всего мира, а также побывать на различных мероприятиях и шоу.\n\nКроме того, в ЦПКиО часто проводятся различные культурные мероприятия, такие как концерты, выставки и фестивали. Здесь всегда есть что-то интересное для всех возрастов и вкусов."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.979263, 30.258744]
      }
    },
    {
      "properties": {
        "id": 4,
        "name": "Мариинский театр",
        "location": "Центральный район",
        "type": "theatre",
        "image": "https://opeterburge.ru/images/photo_gallery/Dostoprimechatelnosti/001/mariinskij-dvorets/1mariinskij-teatr.jpg",
        "description": "Мариинский театр – это одно из самых известных и престижных оперных и балетных театров мира. Он был основан в 1783 году, а сегодня является одним из символов культурной жизни Санкт-Петербурга.\n\nЗдание Мариинского театра – это настоящий шедевр архитектуры. Его фасад украшен колоннами и статуями, а интерьеры украшены роскошными коврами, люстрами и картиными фресками. Здесь можно не только насладиться высоким искусством, но и полюбоваться красотой архитектуры.\n\nВ Мариинском театре выступают самые известные оперные певцы, балетные танцоры и музыканты мира. Здесь можно услышать классические произведения, а также современные оперы и балеты. Каждый спектакль – это настоящее шоу, которое оставляет незабываемые впечатления.\n\nКроме того, Мариинский театр – это не только место для выступлений, но и центр образования и культуры. Здесь работают школы балета, оперного искусства и музыки, где обучаются талантливые дети и взрослые.\n\nВ общем, Мариинский театр – это место, где можно погрузиться в мир высокого искусства, насладиться красотой архитектуры и почувствовать дух культуры и традиций Санкт-Петербурга."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.9254923827704, 30.2959303294132]
      }
    },
    {
      "properties": {
        "id": 5,
        "name": "Александринский театр",
        "location": "Центральный район",
        "type": "theatre",
        "image": "https://opeterburge.ru/images/photo_gallery/Dostoprimechatelnosti/001/aleksandrinskij-teatr/001Alexandrinsky_Theatre.jpg",
        "description": "Александринский театр - это одно из самых значимых культурных мест Санкт-Петербурга. Это историческое здание было построено еще в 18 веке, и с тех пор служит символом высокого искусства и элегантности.\n\nВнутри театра вы сможете насладиться красивой архитектурой, украшенной статуями и фресками. Но главное - это, конечно же, представления. Александринский театр славится своими постановками классических произведений, таких как \"Евгений Онегин\" и \"Анна Каренина\", а также современными спектаклями.\n\nЗдесь работают лучшие актеры города, которые создают настоящую магию на сцене. Посещение Александринского театра - это не только возможность насладиться высоким искусством, но и погрузиться в уникальную атмосферу роскоши и элегантности, которая присуща этому зданию уже более двухсот лет."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59,9318, 30,3362]
      }
    },
    {
      "properties": {
        "id": 6,
        "name": "Русский музей",
        "location": " Центральный район",
        "type": "museum",
        "image": "https://o-leningrade.ru/uploads/posts/2017-10/1509394740_russkiy-muzey.jpg",
        "description": "Русский музей - это настоящий сокровищница русского искусства, которая находится в самом сердце Санкт-Петербурга. Это место, где можно увидеть самые известные произведения русских художников, таких как Репин, Шишкин, Айвазовский и многих других.\n\nНо Русский музей не только хранит богатство русской культуры, но и является ее активным продвижением. Здесь проводятся выставки современных художников, концерты классической музыки и лекции о русском искусстве.\n\nПосещение Русского музея - это возможность окунуться в уникальную атмосферу русской культуры и искусства, а также получить новые знания и впечатления. Это место обязательно стоит посетить для всех ценителей искусства и культуры, которые хотят познакомиться с богатством русской культурной наследии."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [ 59,938742, 30.332385]
      }
    },
    {
      "properties": {
        "id": 7,
        "name": "Эрмитаж",
        "location": "Центральный район",
        "type": "museum",
        "image": "https://opeterburge.ru/images/article/13653_850.jpg",
        "description": "Эрмитаж – это не просто музей, это настоящий культурный символ Санкт-Петербурга. Его история началась еще в 1764 году, когда императрица Екатерина II приобрела первую коллекцию картин и скульптур. С тех пор Эрмитаж постоянно расширялся и пополнялся новыми экспонатами.\n\nСегодня это один из крупнейших музеев мира, который занимает более 350 залов и включает в себя более 3 миллионов предметов искусства. Здесь вы найдете произведения из разных эпох и культур, начиная от древних цивилизаций и заканчивая современным искусством.\n\nОдним из самых знаменитых экспонатов Эрмитажа является картина Леонардо да Винчи \"Бенедиктинская дева Мария\". Также здесь можно увидеть работы Рембрандта, Рафаэля, Ван Гога и многих других известных художников.\n\nНо Эрмитаж – это не только сокровищница искусства, это еще и уникальный архитектурный объект. Здание музея само по себе является произведением искусства, оно было построено в XVIII веке и сочетает в себе элементы разных стилей – барокко, классицизма, неоклассики.\n\nПосещение Эрмитажа – это не просто экскурсия, это настоящее путешествие в историю и культуру. Если вы хотите почувствовать дух Санкт-Петербурга и узнать больше о мировом искусстве, то обязательно посетите этот замечательный музей."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93998, 30.31484]
      }
    },
    {
      "properties": {
        "id": 8,
        "name": "Кунсткамера",
        "location": "Центральный район",
        "type": "museum",
        "image": "https://cdn2.tu-tu.ru/image/pagetree_node_data/1/84399a89a66e39794187fa884d64c16e/",
        "description": "Кунсткамера - это уникальный музей антропологии и этнографии, который был основан Петром I еще в XVIII веке. Здесь собрана огромная коллекция научных экспонатов, которые рассказывают о различных культурах и народах мира.\n\nВ музее можно увидеть необычные предметы быта и культовые артефакты, которые отображают традиции и обычаи разных народов. Например, вы сможете увидеть костюмы и украшения американских индейцев, оружие и доспехи средневековых рыцарей, а также коллекцию аномальных феноменов и монстров.\n\nПосещение Кунсткамеры - это возможность погрузиться в уникальную атмосферу научных открытий и узнать больше о различных культурах мира. Это место обязательно стоит посетить для всех любознательных туристов, которые хотят расширить свой кругозор и узнать больше о разнообразии мировой культуры."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.94156, 30.30406]
      }
    },
    {
      "properties": {
        "id": 9,
        "name": "Исаакиевский собор",
        "location": "Центральный район",
        "type": "cathedral",
        "image": "https://opeterburge.ru/images/photo_gallery/Dostoprimechatelnosti/001/isaakievskij-sobor/001isaakievskij-sobor.jpg",
        "description": "Исаакиевский собор - это одно из самых впечатляющих архитектурных сооружений Санкт-Петербурга, которое поражает своей красотой и масштабностью. Собор был построен в начале XIX века и является одним из самых высоких православных храмов в мире.\n\nВнутри собора вы сможете увидеть множество роскошных декоративных элементов, таких как мозаики, фрески и скульптуры. Особенно впечатляющим является мозаичный пол, который был создан из более чем 40 видов мрамора и гранита.\n\nНо Исаакиевский собор не только красивое здание, но и важный символ для российской православной церкви. Здесь проводятся религиозные обряды и службы, которые привлекают тысячи верующих со всего мира.\n\nПосещение Исаакиевского собора - это возможность не только насладиться красотой архитектуры, но и узнать больше о православной культуре и традициях России. Это место обязательно стоит посетить для всех, кто интересуется историей и культурой Санкт-Петербурга."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93434, 30.30612]
      }
    },
    {
      "properties": {
        "id": 10,
        "name": "Казанский собор",
        "location": "Центральный район",
        "type": "cathedral",
        "image": "https://www.advantour.com/russia/images/city/st-peterburg/landmarks-and-attractions/saint-petersburg-kazan-cathedral.jpg",
        "description": "Казанский собор - это величественное сооружение, которое удивляет своей красотой и многогранностью. Это не просто храм, это настоящее произведение искусства, которое было создано в начале XIX века в стиле русского классицизма. Собор сразу стал символом города и до сих пор является одним из самых популярных мест для туристов.\n\nВнутри собора вы найдете множество удивительных деталей, которые поражают своей красотой и изяществом. Красивые мозаики, фрески, уникальные иконы и архитектурные элементы - все это создает неповторимую атмосферу, которая заставляет забыть о суете городской жизни и погрузиться в мир святости и покоя.\n\nНо Казанский собор - это не только храм, это настоящий культурный и религиозный центр города. Здесь проводятся различные концерты, выставки и другие мероприятия, которые привлекают к собору не только верующих, но и любителей искусства и культуры.\n\nПосещение Казанского собора - это возможность почувствовать дух России и ее истории, узнать больше о религии и культуре страны. Это место, где можно найти умиротворение и покой, насладиться красотой и изысканностью русского классицизма. Если вы еще не были в Казанском соборе, обязательно посетите его, чтобы ощутить всю его красоту и мощь."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93438, 30.32466]
      }
    },
    {
      "properties": {
        "id": 11,
        "name": "Спас на Крови",
        "location": "Центральный трайон",
        "type": "cathedral",
        "image": "https://needfortravel.net/media/k2/items/cache/39eee751af30032eeece2f48de2de4ba_XL.jpg",
        "description": "Спас на Крови - это один из самых ярких и запоминающихся храмов России. Его красочные купола и фасад, украшенные мозаикой и фресками, привлекают тысячи туристов каждый год. Но этот храм не только красив, он также имеет глубокую историческую и религиозную ценность.\n\nХрам был построен на месте, где в 1881 году был убит император Александр II. Именно поэтому он получил название \"Спас на Крови\". Внутри храма можно увидеть множество уникальных иконостасов, фресок и мозаик, которые рассказывают о жизни и страданиях Иисуса Христа и других святых.\n\nНо Спас на Крови - это не только храм, это также музей-заповедник, который представляет собой уникальный комплекс архитектурных памятников. Здесь вы найдете не только храм, но и музей истории России, где можно узнать о жизни и культуре страны в разные эпохи.\n\nПосещение Спаса на Крови - это возможность узнать больше о русской культуре и истории, насладиться красотой и изысканностью русского архитектурного стиля. Это место, где можно почувствовать связь с прошлым и понять, как важно сохранять исторические памятники для будущих поколений. Если вы еще не были в Спасе на Крови, обязательно посетите его, чтобы ощутить всю его красоту и значимость."
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.94016, 30.32865]
      }
    },
    {
      "properties": {
        "id": 12,
        "name": "Лахта Центр",
        "location": "Приморский район",
        "type": "tower",
        "image": "https://kuda-spb.ru/uploads/a0aa9bd3b9eb9354c3f3970cef91323c.jpg",
        "description": "Лахта Центр - это одна из самых высоких небоскребов в Европе, расположенная в Санкт-Петербурге. Высота здания составляет более 462 метров, и оно является символом современной архитектуры России. Внутри Лахта Центра находятся офисы, торговые центры, рестораны, гостиницы и многое другое. Туристы могут подняться на смотровую площадку на 87-м этаже и насладиться потрясающим видом на город. Лахта Центр - это не просто небоскреб, это истинное чудо архитектуры! Он возвышается на берегу Финского залива, словно огромный маяк, привлекающий взгляды всех, кто находится поблизости. Как только вы подниметесь на смотровую площадку, вы окажетесь на высоте птичьего полета и сможете увидеть Санкт-Петербург совершенно с другой стороны. Вас ждет потрясающий вид на город, который заставит забыть обо всем на свете. А внутри здания вас ждут множество интересных мест, где можно провести время с пользой - от ресторанов и кафе до магазинов и спа-салонов. Лахта Центр - это не просто здание, это истинный символ современной России, который не оставит вас равнодушным!"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.987767, 30.178144]
      }
    },
    {
      "properties": {
        "id": 13,
        "name": "Башня Городской Думы",
        "location": "Центральный район",
        "type": "tower",
        "image": "https://sun9-39.userapi.com/impg/n4gt5i7wGJxxQr5WeaASY9FELYjdwCKliFeCGA/akAxaffMuj0.jpg?size=807x596&quality=96&sign=58b744029cf0e3a33126c75118bd0ba5&type=album",
        "description": "Позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93435, 30.3292]
      }
    },

    {
      "properties": {
        "id": 14,
        "name": "Площадь Александра Невского",
        "location": "Центральный район",
        "type": "place",
        "image": "https://opeterburge.ru/images/article/18896225.jpg",
        "description": "Позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.92317, 30.38715]
      }
    },
    {
      "properties": {
        "id": 15,
        "name": "Площадь Восстания",
        "location": "Центральный район",
        "type": "place",
        "image": "https://opeterburge.ru/images/article/ploshad_vosstaniya_1024.jpg",
        "description": "позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93096, 30.36184]
      }
    },
    {
      "properties": {
        "id": 16,
        "name": "Площадь Искусств",
        "location": "Адмиралтейский район",
        "type": "place",
        "image": "https://opeterburge.ru/images/article/photo_165-169353.jpg",
        "description": "позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93726, 30.33156]
      }
    },
    {
      "properties": {
        "id": 17,
        "name": "Медный Всадник",
        "location": "Центральный район",
        "type": "statue",
        "image": "https://upload.wikimedia.org/wikipedia/commons/4/48/The_Bronze_Horseman_%28St._Petersburg%2C_Russia%29.jpg",
        "description": "позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93641, 30.3021]
      }
    },
    {
      "properties": {
        "id": 18,
        "name": "Александровская колонна",
        "location": "Центральный район",
        "type": "statue",
        "image": "https://opeterburge.ru/images/article/sablino_saint_petersburg-dvortsovaya_square_alexandriysky_stolp_alexander.jpg",
        "description": "Позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93908 ,30.31576]
      }
    },
    {
      "properties": {
        "id": 19,
        "name": "Памятник Екатерине 2",
        "location": "Центральный район",
        "type": "statue",
        "image": "https://opeterburge.ru/images/article/1024px-Monument_to_Catherine_II_in_SPB.jpg",
        "description": "позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93336, 30.33696]
      }
    },
    {
      "properties": {
        "id": 20,
        "name": "Монумент героическим защитникам Ленинграда",
        "location": "Московский район",
        "type": "statue",
        "image": "https://traveledge.ru/wp-content/uploads/2022/05/spbcult.ru%D0%97%D0%B0%D1%89%D0%B8%D1%82%D0%BD%D0%B8%D0%BA%D0%B0%D0%BC-%D0%BB%D0%B5%D0%BD%D0%B8%D0%BD%D0%B3%D1%80%D0%B0%D0%B4%D0%B0.jpg",
        "description": "позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.84343, 30.32201]
      }
    },
    {
      "properties": {
        "id": 21,
        "name": "Ростральные колонны",
        "location": "Васильевский остров",
        "type": "statue",
        "image": "https://opeterburge.ru/images/article/5876.jpg",
        "description": "позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.9432, 30.3069]
      }
    },
    {
      "properties": {
        "id": 22,
        "name": "Санкт-Петербургская филармония",
        "location": "Центральный район",
        "type": "philharmonic",
        "image": "https://cdn.culture.ru/images/1c1e9cd6-4615-54c9-92e9-f11d0b5ed5d1",
        "description": "позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.93584, 30.3317]
      }
    },
    {
      "properties": {
        "id": 23,
        "name": "Соборная мечеть",
        "location": "Петроградский район",
        "type": "mosque",
        "image": "https://opeterburge.ru/images/article/18453_original.jpg",
        "description": ""
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.95513, 30.32394]
      }
    },
    {
      "properties": {
        "id": 24,
        "name": "Петропавловская крепость",
        "location": "Заячий остров",
        "type": "fortress",
        "image": "https://opeterburge.ru/images/photo_gallery/Dostoprimechatelnosti/005.jpg",
        "description": "позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.95067, 30.31626]
      }
    },
    {
      "properties": {
        "id": 25,
        "name": "Крепость Орешек",
        "location": "Шлиссельбург",
        "type": "fortress",
        "image": "https://7d9e88a8-f178-4098-bea5-48d960920605.selcdn.net/39742d73-d282-479b-bac6-4da4760e9495/-/scale_crop/684x455/center/-/quality/lightest/-/format/jpeg/",
        "description": "позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.95447, 31.03869]
      }
    },
    {
      "properties": {
        "id": 26,
        "name": "Кронштадтская крепость",
        "location": "Кронштадт",
        "type": "fortress",
        "image": "https://xn--80aiqmelqc4c.xn--p1ai/media/images/D5EA212B-5E9A-4449-B527-F550C073043E.original.jpg",
        "description": "позже напишу"
      },
      "geometry": {
        "type": "Point",
        "coordinate": [59.97941, 29.7478]
      }
    }
  ]}
